Repository: team-framework/innolive-client
Catalog: apps/ios/InnoLive/InnoLive/Resources/CHZZK.xcstrings
Source language: ko
Languages: en, ja

source: 치지직 계정 연결을 취소했습니다.
en: CHZZK account connection was cancelled.
ja: CHZZKアカウントの連携をキャンセルしました。

source: 치지직 인증 시간이 만료되었습니다. 다시 연결해 주세요.
en: CHZZK authorization timed out. Connect again.
ja: CHZZK認証の有効時間が切れました。もう一度連携してください。

source: 치지직 인증 요청이 일치하지 않습니다. 다시 연결해 주세요.
en: CHZZK authorization did not match your request. Connect again.
ja: CHZZK認証がリクエストと一致しません。もう一度連携してください。

source: 치지직 인증 복귀 설정을 확인해 주세요.
en: Check the CHZZK authorization callback settings.
ja: CHZZK認証のコールバック設定を確認してください。

source: 치지직 인증을 완료하지 못했습니다. 다시 연결해 주세요.
en: CHZZK authorization could not be completed. Connect again.
ja: CHZZK認証を完了できませんでした。もう一度連携してください。

source: 치지직 방송을 종료한 뒤 연결을 해제해 주세요.
en: End your CHZZK broadcast before disconnecting.
ja: CHZZK配信を終了してから連携を解除してください。

source: 치지직 연결에 필요한 권한을 모두 허용해 주세요.
en: Grant all permissions required for CHZZK connection.
ja: CHZZK連携に必要な権限をすべて許可してください。

source: 이 치지직 계정에 채널이 없습니다. 채널을 먼저 만들어 주세요.
en: This CHZZK account has no channel. Create a channel first.
ja: このCHZZKアカウントにはチャンネルがありません。先に作成してください。

source: 치지직 계정을 다시 연결해 주세요.
en: Reconnect your CHZZK account.
ja: CHZZKアカウントを再連携してください。

source: 치지직 계정 요청을 처리하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: The CHZZK account request could not be completed. Try again later.
ja: CHZZKアカウントのリクエストを処理できませんでした。しばらくしてから再試行してください。

source: 치지직 방송을 종료한 뒤 계정 연결을 변경해 주세요.
en: End your CHZZK broadcast before changing the account connection.
ja: CHZZK配信を終了してからアカウント連携を変更してください。

source: 치지직 연결 해제
en: Disconnect CHZZK
ja: CHZZK連携解除

source: 연결을 해제하면 다시 방송하기 전에 치지직 계정을 연결해야 합니다.
en: After disconnecting, connect a CHZZK account again before broadcasting.
ja: 連携を解除すると、次の配信前にCHZZKアカウントの再連携が必要です。

source: 치지직 인가 코드가 만료되었거나 유효하지 않습니다. 다시 연결해 주세요.
en: The CHZZK authorization code is expired or invalid. Connect again.
ja: CHZZK認証コードが期限切れか無効です。もう一度連携してください。
